Revit 2027 API
ParameterTypeId.RebarMorphedFreeFormOffset Property
 "Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarMorphedFreeFormOffset { get; }
Public Shared ReadOnly Property RebarMorphedFreeFormOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarMorphedFreeFormOffset {
	ForgeTypeId^ get ();
}
static member RebarMorphedFreeFormOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace